// workflows ID's and their localizable shortcut display name

// BPD devices
"WID_SavePDF" = "Save as PDF";
"WID_SaveJPEG" = "Save as JPEG";
"WID_EmailPDF" = "E-mail as PDF";
"WID_EmailJPEG" = "E-mail as JPEG";
"WID_SaveEditableText" = "Save as Editable Text (OCR)";
"WID_GeneralScan" = "Everyday Scan";
"WID_SaveJPEG1" = "Save as JPEG";

// ICS devices
"WID_SavePhoto1" = "Photo to File";
"WID_EmailPhoto1" = "Photo to E-mail";
"WID_SaveDocument1" = "Document to File";
"WID_EmailDocument1" = "Document to E-mail";
"WID_SavePhoto2" = "Photo to TIF";
"WID_SaveDocument2" = "Document to TIF";
"WID_SavePhoto3" = "Photo (JPEG)";
"WID_SaveDocument3" = "Document (PDF)";
"WID_SavePhoto4" = "Photo";
"WID_SaveDocument4" = "Document";

// Scan Shortcut groups
"Scan to Computer Group" = "\"Scan to Computer\" Shortcuts";
"Scan Button Group" = "\"Scan\" Button Shortcut";
